// 池子代码
export const gacha_type_meta_data = {
  音擎频段: ['3001'],
  独家频段: ['2001'],
  常驻频段: ['1001'],
  邦布频段: ['5001'],
};

// 欧非阈值
export const FLOORS_MAP = {
  邦布频段: [50, 70],
  音擎频段: [50, 70],
  独家频段: [60, 80],
  常驻频段: [60, 80],
};

// 欧非标签
export const HOMO_TAG = [
  '非到极致',
  '运气不好',
  '平稳保底',
  '小欧一把',
  '欧狗在此',
];

// 欧非表情
export const EMOJI = [
  [4, 8, 13],
  [1, 10, 5],
  [16, 15, 2],
  [12, 3, 9],
  [6, 14, 7],
];

// 常驻名称
export const NORMAL_LIST = [
  '「11号」',
  '猫又',
  '莱卡恩',
  '丽娜',
  '格莉丝',
  '珂蕾妲',
  '拘缚者',
  '燃狱齿轮',
  '嵌合编译器',
  '钢铁肉垫',
  '硫磺石',
  '啜泣摇篮',
];
